nrf24l01/ss-forest/root/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32h2"
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_UART_DEFAULT=n
CONFIG_CONSOLE_UART_DEFAULT=n
CONFIG_LIBC_STDIN_LINE_ENDING_CRLF=y
CONFIG_NEWLIB_STDIN_LINE_ENDING_CRLF=y
CONFIG_MESH_ROUTER_SSID="FOREST_ROUTER"
CONFIG_MESH_ROUTER_PASSWD="FOREST_PASSWORD"
CONFIG_MESH_AP_PASSWD="forest_mesh"
